Revit 2027 API
ParameterTypeId.StructuralSectionIshapeFlangeToeOfFillet Property
 "Flange Toe of Fillet"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionIshapeFlangeToeOfFillet { get; }
Public Shared ReadOnly Property StructuralSectionIshapeFlangeToeOfFillet As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionIshapeFlangeToeOfFillet {
	ForgeTypeId^ get ();
}
static member StructuralSectionIshapeFlangeToeOfFillet : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace